import '../../services/app_imports.dart';

class PrivacyPolicy extends StatelessWidget {

  String text = '''
يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلىيهدف التطبيق إلى  يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى
يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلىيهدف التطبيق إلى  يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى
يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلىيهدف التطبيق إلى  يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى
يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلىيهدف التطبيق إلى  يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى
يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلىيهدف التطبيق إلى  يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى
يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلىيهدف التطبيق إلى  يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى
يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلىيهدف التطبيق إلى  يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى يهدف التطبيق إلى

 
  ''';

  PrivacyPolicy({super.key});
  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: AppBar(backgroundColor: AppColors.primaryColor,elevation: 0,title: CustomText('سياسة الخصوصية',color: Colors.white,fontSize: 20.sp,),),
      body: SingleChildScrollView(
        child: Column(
          children: [
            Padding(
              padding: const EdgeInsets.all(15.0),
              child: CustomText(text),
            )
          ],
        ),
      )
    );
  }
}
