String privacyPolicies = '''
سياسة الخصوصية

تاريخ أخر تحديث: 26 فبراير 2023

 

مقدمة:
شكرًا لثقتكم في متجر ” نفحات Nafahat ” ومؤسسة الجمال والصحة بالمملكة العربية السعودية.

عند استخدامك خدماتنا فإنك تثق في متجر ” نفحات Nafahat ” وتحملنا مسئولية حماية بياناتك، ونحن ندرك هذه المسئولية ونعمل بجدية على حماية بياناتك ونمنحك التحكم فيها طبقًا لبنود هذه السياسة. وتهدف سياسة الخصوصية هذه إلى مساعدتك على فهم ماهية البيانات التي نقوم بجمعها ومعالجتها عنك، وأسباب جمعها ومعالجتها، وحدود ذلك، وحدود مشاركتها مع أطراف أخرى وضوابط الإفصاح عنها، وطريقة تحديثها وحذفها.

 

 

يرجى قراءة هذه جيدًا قبل استخدام المتجر. تحتوي سياسة الخصوصية على الأقسام الآتية:

أولاً/ التعريفات:
في هذه السياسة، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.

“نفحات Nafahat” أو “المتجر” أو “نحن” أو “ضمير المتكلم” أو “ضمير الملكية”: يشير إلى متجر نفحات Nafahat، ومؤسسة الجمال والصحة للتجارة بالمملكة العربية السعودية.

“المستخدم” أو “أنت” أو “ضمير الملكية للمخاطب”: يعني الشخص الذي يزور المتجر، أو يستخدمه، أو يُسجل عضوية بالمتجر.

“العميل” يشير إلى كل شخص أو مؤسسة أو شركة تقوم بطلب شراء المنتجات المعروضة للبيع عبر المتجر.

“المنتجات” تشير إلى المنتجات المعروضة للبيع عبر المتجر والتي تشمل (نفحات Nafahat)

“المحتوى” يشير إلى محتوى المتجر والذي يشمل على سبيل المثال لا الحصر (الصور والنصوص والفيديو والمعلومات والبيانات والأسعار وقوائم المنتجات ووصف الخدمات والمنتجات والإعلانات وكافة الأيقونات والرموز والحروف والأرقام).

“سياسة البيع” يشير إلى كافة سياسات البيع والتي تشمل سياسات الدفع والشحن والاسترجاع.

“السياسة” تشير إلى هذه الوثيقة وما تتضمنه من شروط وأحكام.

“البيانات” تشير إلى البيانات التي يتم جمعها عن المستخدم أو التي يقدمها لنا أو التي يتم جمعها عن الأجهزة التي يستخدمها في الاتصال بالمتجر أو تلك المتعلقة بزيارة واستخدام المتجر.

ثانيًا/ البيانات التي نقوم بجمعها عنك:
قد نقوم بجمع ومعالجة البيانات الآتية عنك:

(1) البيانات التي تقدمها لنا أثناء قيامك بالتسجيل في متجر ” نفحات Nafahat “، كالاسم، رقم الهاتف، البريد الالكتروني، العنوان.

(2) البيانات التي تقدمها لنا بمناسبة دخولك معنا في اتفاقية البيع، كالعنوان الذي تقيم فيه، واسمك الكامل، ورقم هويتك وغيرها من البيانات اللازمة لعملية الشحن.

(3) البيانات التي تقدمها لنا في طلبات استرجاع أو استبدال المنتجات وبيانات الدفع المتعلقة باسترداد ثمن المنتجات أو دفع فرق الأسعار.

(4) البيانات التي قد تزودنا بها أثناء تقديم الخدمات أو في أي وقت من الأوقات، والتي تشمل على سبيل المثال لا الحصر العنوان ورقم الحساب البنكي أو رقم البطاقة الائتمانية أو غيرها من البيانات التي قد نطلبها منك.

(5) البيانات التي تقدمها لنا عندما تدخل مسابقة أو ترويجًا يرعاه المتجر.

(6) البيانات التي تقدمها لنا عند قيامك بالإبلاغ عن مشكلة في المتجر.

(7) البيانات التي تقدمها لنا عند حدوث مشكلة متعلقة بعملية الدفع للمبالغ المستحقة عليك.

(8) البيانات التي تقدمها لنا عند قيامك بالتواصل معنا أو خدمة عملائنا لأي سبب من الأسباب.

(9) البيانات التي تقدمها لنا أثناء قيامك بتقييم الخدمات التي تلقيتها عبر متجرنا.

(10) البيانات التي نرى أنها ضرورة للتحقق من هويتك أو للتأكد من صحة وقانونية أي عمليات تقوم بها عبر المتجر، بما في ذلك صورة من جواز سفرك، أو صورة من الهوية الوطنية الخاصة بك.

ثالثًا/ البيانات التي نجمعها تلقائيًا:
البيانات التي نجمعها تلقائيًا عند استخدام خدماتنا، فقد نتلقى بعض المعلومات من متصفح الانترنت والجهاز الخاص بك، بما في ذلك ملفات تعريف الارتباط والتقنيات المشابهة عند استخدام خدماتنا، ويشمل ذلك (معلومات الكمبيوتر والاتصال مثل الإحصائيات على مشاهدات الصفحات، وحركة المرور من وإلى خدماتنا، وعنوان URL للإحالة، وعنوان IP، ومعرف الجهاز الفريد، وسجل التصفح، ومعلومات سجل الويب).

رابعًا/ ملفات تعريف الارتباط (سياسة الكوكيز):
ملفات تعريف الارتباط هي ملفات نصية يتم تخزينها على الجهاز الخاص بك عند زيارة بعض صفحات الويب، وهذه الملفات لن تضر جهازك، فهي تستخدم على النحو الآتي:

(1) تستخدم ملفات تعريف الارتباط بغرض تقديم المعلومات، فعلى سبيل المثال في متجر “نفحات Nafahat” تساعدنا بعض ملفات تعريف الارتباط التي نستخدمها على تحديد الأخطاء وإصلاحها.

(2) تساعد بعض ملفات تعريف الارتباط على تذكر الصفحات والنماذج التي تشاهدها عند زيارتك لمتجرنا.

(3) تهدف ملفات تعريف الارتباط إلى تحسين تجربة متجر نفحات Nafahat في كل مرة تزوره.

(4) هناك ملفات تعريف ارتباط لصفحات منشورة عبر متجرنا غير تابعة لنا، كمحتوى الفيديو الخاص بموقع يوتيوب Youtube.com، وأنت تعلم وتوافق أننا لا نتحكم بملفات تعريف الارتباط الخاصة بمثل هذه المواقع وعليك الدخول على هذه المواقع والاطلاع على السياسات التي يتبعونها.

(5) تستطيع تغيير تفضيلات ملفات تعريف الارتباط من خلال دخولك على إعدادات متصفحك واختيار المناسب لك.

خامسًا/ حدود استخدام بياناتك:
نحن ملتزمون دائمًا بحماية خصوصيتك، وبالتالي فنحن نستخدم بياناتك الشخصية للأغراض الآتية:

(1) لتمكينك من استخدام خدماتنا على النحو الأمثل، وتقديم الأفضل لك دائمًا.

(2) لإنشاء حسابك أو ملفك الشخصي الذي تتواصل معنا من خلاله عبر المتجر.

(3) لمعالجة البيانات التي تقدمها عبر خدماتنا كالتأكد من أن بريدك الالكتروني أو رقم هاتفك نشط وصالح للاستخدام ومملوك لك.

(4) لتمكينك من تقديم طلبات شراء المنتجات أون لاين من خلال المتجر، ودفع مقابل المنتجات من خلال وسائل الدفع الإلكترونية المعتمدة لدينا.

(5) لتوصيل المنتجات إليك والتواصل معك لتحديد مكان إقامتك، ومتابعة تلك العملية حتى تمامها.

(6) للتواصل في حدود سياسة الاسترجاع الخاصة بنا ومعالجة طلب الاسترجاع الخاص بك، والرد عليه.

(7) لتلقي الأسئلة والشكاوى والاستفسارات منك، والرد عليها.

(8) لتلقي تعليقاتك وتقييمك للخدمة التي تلقيتها من خلال متجرنا، والرد عليها.

(9) لمعالجة إجاباتك على الاستبيانات المطروحة عبر المتجر والتي شاركت في الإجابة عليها.

(10) لتزويدك بالمعلومات عن الخدمات والمنتجات التي تطلبها عبر متجرنا.

(11) لتزويدك بالمعلومات عن المنتجات التي نعتقد أنها تثير اهتمامك بما في ذلك العروض الخاصة بنا.

(12) لأغراض العمل الداخلية مثل تحسين خدماتنا.

(13) لتخصيص المحتوى والتوصيات والإعلانات التي نقدمها نحن والأطراف الثالثة لك، سواء على الخدمات أو في أي مكان آخر على شبكة الانترنت.

(14) للاتصال بك بشأن الاتصالات الحكومية، ووفقًا لتقديرنا الخاص، بخصوص التغييرات في سياسة الخصوصية أو شروط الاستخدام أو أي من سياستنا الأخرى.

(15) للامتثال للالتزامات التنظيمية والقانونية.

(16) للأغراض التي يتم الكشف عنها في الوقت الذي تقدم فيه معلوماتك، بموافقتك، وطبقًا لسياسة الخصوصية هذه.

سادسًا/ حماية بياناتك:
(1) يتعهد المتجر بالاحتفاظ ببياناتك الشخصية أو المصرفية للمدة التي تقتضيها طبيعة المعاملة التي تقوم بها عبر المتجر.

(2) يتعهد المتجر بعدم التعامل على بياناتك الشخصية لأغراض غير مصرح أو مسموح بها بمقابل أو بدون مقابل مع أي جهة أخرى إلا إذا كان ذلك مطلوبًا منا أو مصرحًا به بموجب الأنظمة والتعليمات ذات العلاقة، أو بموافقة كتابية مسبقة من المستخدم الذي تتعلق به المعلومات.

(3) يتعهد المتجر بالحفاظ على السجلات التي تحتوي على البيانات الشخصية للمستخدم أو أي سجلات للاتصالات الالكترونية، تكون في عهدتنا أو تحت سيطرتنا أو مع وكلائنا أو منسوبينا.

(4) يتعهد المتجر باتخاذ الخطوات المعقولة، لضمان أن البيانات الشخصية للمستخدم، والسجلات ذات الصلة، محمية بطريقة أمنية تناسب أهميتها.

(5) أنت تعلم وتوافق على أن الانترنت ليس وسيلة آمنة، وأن سرية بياناتك الشخصية لا يمكن أن تكون مضمونة بشكل كامل.

(6) نحن من جانبنا نتعهد في حدود المسموح به قانونًا بعدم الكشف عن بياناتك السرية أو استخدامها بشكل يتعارض وحقك في الخصوصية.

(7) نتعهد بعدم تداول بياناتك الخاصة بك أو بيعها للغير.

سابعًا/ الإفصاح عن بياناتك:
(1) أنت تمنحنا الحق في السماح للموظفين لدينا بالتعامل مع بياناتكم الشخصية في حدود تقديم الخدمات.

(2) يجوز لنا الكشف عن بياناتك الشخصية لأي عضو في مجموعتنا؛ وهو ما يعني فروعنا ومؤسساتنا.

(3) قد نكشف بياناتك الشخصية لأطراف ثالثة:

في حالة قيامنا ببيع أصول من مؤسستنا، أو دخول شركاء معنا، فهنا نقوم بالكشف عن بياناتكم للمشتري أو الشريك الجديد.
الجهات التي تشاركنا تقديم الخدمات للحماية من مخاطر الائتمان وعمليات الاحتيال والقرصنة الالكترونية.
إذا كنا مطالبين بالإفصاح عن بياناتك الشخصية أو مشاركتها من أجل حماية الحقوق والملكية أو سلامة “نفحات Nafahat” أو موظفينا أو الآخرين.
(4) قد نكشف بياناتك الشخصية للامتثال للالتزامات القانونية أو التعاقدية في الأحوال الآتية:

إذا كنا مطالبين بالإفصاح عن بياناتك الشخصية أو مشاركتها من أجل الامتثال لأي التزام قانوني أو من أجل فرض أو تطبيق شروطنا وأحكامنا أو أي اتفاقية أخرى.
في حالة صدور حكم قضائي أو قرار من الجهات القضائية المختصة يلزمنا بذلك.
في حالة صدور قرار من السلطات العامة يلزمنا بذلك.
ثامنًا/ الرسائل الإلكترونية والإشعارات:
يعتبر تسجيلك واستخدامك لمتجر نفحات Nafahat موافقة على تسلم رسائل إلكترونية ترويجية حول خدماتنا ومنتجاتنا وإشعارات عن الموقع وسياسته وفي حالة عدم رغبتك في ذلك يمكنك إيقاف تسلم هذه الرسائل عن طريق مراسلتنا وفي هذه الحالة لا نضمن تمتعك بخدماتنا بشكل كامل.

تاسعًا/ إدارة بياناتك الشخصية:
(1) يحق للمستخدم التواصل معنا في أي وقت لمعرفة البيانات التي قمنا بجمعها عنه، ويحق له طلب تعديل أو حذف هذه البيانات، ويشترط إتمام تلك الخطوة بشكل قانوني وألا يكون هدفها التضليل.

(2) بإمكانك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة “حسابي” على المتجر، فإذا تغيرت معلوماتك الشخصية بأي شكل من الأشكال، أو أنك قدمت معلومات غير صحيحة على المتجر، يجب عليك تحديث أو تصحيح معلوماتك الشخصية، إما من خلال الوصول إلى صفحة “حسابي” على المتجر أو من خلال الاتصال بفريق خدمة العملاء.

(3) يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال فترة استخدامك للمتجر وبعد انتهائها، وذلك بحسب ما هو مطلوب قانونًا، بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في أي تحقيق قانوني ولاتخاذ أي إجراءات أخرى ينص عليها القانون.

عاشرًا/ التعديلات:
(1) يحق لنا تعديل سياسة الخصوصية الخاصة بنا في أي وقت، وسنقوم بنشر إشعار عام عبر المتجر بالتعديلات الجديدة، كما سنقوم بتحديث “تاريخ أخر تحديث” أعلى هذه الوثيقة.

(2) يعد استمرارك في استخدام المتجر بعد تحديث هذه السياسة موافقة صريحة منك على هذه التعديلات وقبولاً قانونيًا منك بالممارسات والأحكام الجديدة.

(3) إذا كنت غير موافق على التعديلات والتحديثات الجديدة يجب عليك التوقف فورًا عن استخدام المتجر.

(4) يرجى مراجعة سياسة الخصوصية من حين لآخر للاطلاع على أحكامها وتحديثاتها.

حادي عشر/ الاتصال بنا:
تستطيع في أي وقت الاتصال بنا من خلال:

عنوان البريد الالكتروني: info@nafahat.com
رقم الهاتف: 0114130336

''';